{
  "items": [
    {
      "text": "is an award-winning author. She was born in Israel in 1985 to a Jewish family with Iranian-Syrian ethnic origins. She studied creative writing at the Tel Aviv University and holds a PhD in the field of Gender Studies from SOAS, University of London. Hila Amit’s fiction appeared in Lilith, Jalta, Emrys Journal & The Washington Square Review. Her story, 'The Kinneret', was recently selected for the Sue Lile Inman Fiction Prize. She received fellowships from The Vermont Studio Center and the McDowell Colony."
    },
    {
      "text": "Her short stories collection, <a href='http://www.ithl.org.il/page_16324' target='_blank'>Moving On From Bliss (Tel-Aviv: Am Oved, 2016)</a>, was awarded the Israeli Ministry of Culture Prize for Debut Authors, and was recently selected to <a href='https://e.walla.co.il/item/3314496?utm_source=Generalshare&utm_medium=sharebuttonapp&utm_term=social&utm_content=twitter&utm_campaign=socialbutton&fbclid=IwAR04HDZVT322n9ALP2xNS8A694xu1j29oJXcjB-IE3aSsvSblphLNDWjC9Q' target='_blank'> one of the 10best literary works in Hebrew for the years 2010-2020</a>."
    },
    {
      "text": "Her non-fiction book, <a href='https://www.sunypress.edu/p-6576-a-queer-way-out.aspx' target='_blank'>A Queer Way Out</a> – The Politics of Queer Emigration from Israel (Albany: SUNY, 2018) was awarded the<a href='http://amews.org/amews-book-award/ fbclid=IwAR1g10ZyJ9k05Ij19dtFBAlCTVsxXaLk1i5bw_aQJxD0fAtJ9bYzSODZQtk' target='_blank'> AMEWS</a> (Association of Middle East Women's Studies) Book Award."
    },
    {
      "text": "In 2014 she established the <a href='https://www.learnhebrewnow.com/' target='_blank'>International Hebrew School</a>, through which she aims to advance Hebrew learning using a queer, feministic and pluralistic method. Her Hebrew learning book, Hebrew For All (עברית לכולן) is forthcoming in English and German. She is the co-founder of “Anu אנו نحن: Jews and Arabs Writing in Berlin”, and is curating literary events which bring together Jews and non-Jews with a Middle Eastern heritage together."
    }
  ]
}