{
  "items": [
    {
      "summary": "Queer Way Out – The politics of queer Israeli emigration (Albany, NY: SUNY Press, 2018)",
      "details": "The very language of Zionism prizes the concept of immigration to Israel (aliyah, literally ascending) while stigmatizing emigration from Israel (yerida, descending). In A Queer Way Out, Hila Amit explores the as-yet-untold story of queer Israeli emigrants. Drawing on extensive fieldwork in Berlin, London, and New York, she examines motivations for departure and feelings of unbelonging to the Israeli national collective. Amit shows that sexual orientation and left-wing political affiliation play significant roles in decisions to leave. Queer Israeli emigrants question national and heterosexual norms such as army service, monogamy, and reproduction. Amit argues that emigration itself is not only a political act, but one that pioneers a deliberately unheroic form of resistance to Zionist ideology. This fascinating study enriches our understandings of migration, political activism, and queer forms of living in Israel and beyond.",
      "link": "https://www.sunypress.edu/p-6576-a-queer-way-out.aspx",
      "src": "images/aqueer.jpg",
      "additionalText": "Winner of the 2019 AMEWS Book Award",
      "hasReadmore": true,
      "hasImage": true
    },
    {
      "summary": "Israel, Zionism and the Emigration Anxiety: The case of Israeli Academia",
      "details": "Rutledge, Settler Colonial Studies, volume 9, 2019, issue 1 : Settles and Citizens: A critical view of Israeli Society",
      "link": "https://www.tandfonline.com/doi/abs/10.1080/2201473X.2018.1487119?journalCode=rset20",
      "hasReadmore": true,
      "hasImage": false
    },
    {
      "summary": "Why do LGBT Israelis Leave the Country",
      "details": "+972, 29.2.2016",
      "link": "https://972mag.com/why-do-lgbt-israelis-leave-the-country/117497/",
      "hasReadmore": true,
      "hasImage": false
    },
    {
      "summary": "The Revival of Diasporic Hebrew in Contemporary Berlin",
      "details": "",
      "link": "https://www.academia.edu/34147387/The_Revival_of_Diasporic_Hebrew_in_Contemporary_Berlin_-_book_chapter",
      "hasReadmore": false,
      "hasImage": false
    },
    {
      "summary": "Topographies of the New Berlin, book chapter, 2017",
      "details": "",
      "link": "https://www.berghahnbooks.com/title/BauerCultural",
      "hasReadmore": false,
      "hasImage": false
    },
    {
      "summary": "Hebrew For All -The first queer feminist Hebrew learning book, forthcoming in 2020 in English and German",
      "details": "",
      "src": "images/hebrewforall-de.png",
      "image2src": "images/hebrewforall-he.png",
      "hasReadmore": false,
      "hasImage": true,
      "hasTwoImages": true
    }
  ],
  "headline": "Dr. Amit’s fiction stems from the political context of Israel/Palestinian and her own experience as a Mizrahi (Arab-Jew) lesbian in Israel. Her fiction and her non-fiction work are based on her academic studies, as well as on her activist work in Israel and Palestine. The work was well-received critically and was warmly acclaimed by, among others, Amos Oz."
}